[
    {
        "id": 1,
        "name": "Emi Nakamura",
        "Image" : "https://media.istockphoto.com/id/1155020587/photo/making-sushi.jpg?s=612x612&w=0&k=20&c=3qgHbutRT8yzajkYm6Klv_ys-1RWnza-vvbjpOEgAC8=",
        "experience" : 7,
        "recipes" : 45,
        "bio": "Emi Nakamura is a skilled sushi chef with over 7 years of experience in creating delicious and authentic Japanese sushi dishes. She has trained in some of the best sushi restaurants in Tokyo, and now is working with us ..",
        "likes" : 10452,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1388498852/photo/japanese-nigiri-sushi-set-sushi-with-rice-and-various-seafood-salmon-tuna-sea-scallop-and.jpg?s=612x612&w=0&k=20&c=8kukgUo79Y7Nc0gfOfF0xNm24Jc7YpiJmZsAhRycWyE=",
                "ingredients" : "Sushi rice, fish or other seafood, wasabi, soy sauce, and sometimes, thin slices of egg omelet.",
                "name": "Nigiri Sushi",
                "info" : "Nigiri sushi is a Japanese dish made with vinegared sushi rice and topped with thinly sliced raw or cooked fish, typically served as a single piece with soy sauce and wasabi.",
                "method" : "To make nigiri sushi, start by preparing sushi rice and shaping it into small, oblong shapes. Next, slice your fresh fish into thin pieces, making sure to remove any bones or skin. Dab a small amount of wasabi onto the top of the rice and place the fish slice on top, gently pressing it down to adhere. You can also add a small strip of nori or other toppings like egg, shrimp, or tofu. Nigiri sushi is a simple yet elegant dish that requires fresh, high-quality ingredients and precise technique to achieve the perfect balance of flavors.",
                "rating" : "4.8"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/1383411781/photo/homemade-sushi-for-lunch.jpg?s=612x612&w=0&k=20&c=LBJJeGJ4bqzwLiu-buynRGEgJQC98gjqrQeaKTFDlLw=",
                "ingredients" : "Sushi rice, nori, fish or other fillings, soy sauce, and wasabi.",
                "name": "Maki Sushi",
                "info" : "Maki sushi is a dish made with sushi rice, seaweed, and a variety of fillings such as fish, vegetables, or meat. The ingredients are rolled into a cylindrical shape, then sliced into bite-sized pieces. It is typically served with soy sauce and wasabi and is a popular Japanese cuisine enjoyed worldwide.",
                "method" : "To make maki sushi, start by cooking sushi rice and mixing it with sushi vinegar. Next, prepare your ingredients by cutting them into thin strips. Then, lay a sheet of nori on a bamboo mat and spread the rice evenly over it, leaving a small border. Add your ingredients in a line near the bottom of the rice. Roll the mat tightly, pressing the edges to seal. Finally, use a sharp knife to cut the roll into bite-sized pieces. With a little practice, making maki sushi can be a fun and tasty activity to enjoy with friends and family.",
                "rating" : "4.9"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/477299443/photo/temaki.jpg?s=612x612&w=0&k=20&c=b2N7nnYI8ZJ89LbBzd4tN-Zu4JYvmADe8fXBWEUN7X4=",
                "ingredients" : "Sushi rice, nori, fish or other fillings, wasabi, and often, thinly sliced vegetables like cucumber or avocado.",
                "name": "Temaki Sushi",
                "info" : "Temaki sushi, also known as hand-rolled sushi, is a cone-shaped sushi roll that is made by wrapping sushi rice and a variety of fillings such as fish, vegetables, and crab into a cone-shaped piece of nori seaweed. It is typically eaten with fingers and can be dipped into soy sauce and wasabi. Temaki sushi is a popular Japanese dish and is often served at sushi restaurants or made at home.",
                "method" : "To make temaki sushi, start by preparing sushi rice and cutting your ingredients into small, thin pieces. Next, lay out a sheet of nori on a flat surface with the shiny side down. Take a small amount of rice and spread it over the nori, leaving a small border. Add your desired ingredients in a line near the bottom of the rice. Roll the nori into a cone shape, starting at the bottom and working your way up. Make sure to seal the edges of the cone. You can add a small strip of nori to hold the cone together. Temaki sushi is a fun and easy way to enjoy sushi at home and can be customized to suit your taste preferences.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 2,
        "name": "Tadashi Hamada",
        "Image" : "https://media.istockphoto.com/id/1465286710/photo/male-chef-working-with-a-smile.jpg?s=612x612&w=0&k=20&c=EuY8auUqWehgQazu4CzoFaCIfDULomjb3iaeBm2ulTQ=",
        "experience" : 5,
        "recipes" : 42,
        "bio": "Tadashi Hamada is a skilled ramen chef with over 5 years of experience in creating delicious and authentic Japanese ramen dishes. He has trained in some of the best ramen restaurants in Tokyo, and now is working with us ..",
        "likes" : 12051,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1365977387/photo/ramen-with-steaming-sizzle.jpg?s=612x612&w=0&k=20&c=8-Dij3YocgfVa2kj37msXT_iqzIgbqq0Ta3c1G4_-A0=",
                "ingredients" : "Egg noodles, shoyu (soy sauce), chicken or pork broth, sliced pork belly, and various toppings such as boiled egg, bamboo shoots, and green onions.",
                "name": "Shoyu Ramen",
                "info" : "Shoyu Ramen is a Japanese soup dish that consists of wheat noodles in a savory broth made with soy sauce, mirin, and other seasonings. It is typically topped with sliced pork, bamboo shoots, green onions, and a boiled egg.",
                "method" : "Shoyu Ramen is a popular Japanese noodle soup dish made with soy sauce-flavored broth. To make it, start by simmering pork bones, chicken, and aromatics for several hours to create a rich and flavorful broth. Strain the broth and season it with soy sauce, mirin, and sake. Cook your ramen noodles according to the package instructions and add them to the soup along with sliced pork, bamboo shoots, nori, green onions, and a boiled egg. Serve hot and garnish with additional toppings like sesame seeds or spicy chili oil to taste. Shoyu Ramen is a comforting and satisfying meal that is perfect for any time of year.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/1365977388/photo/ramen-with-steaming-sizzle.jpg?s=612x612&w=0&k=20&c=qZCrAGMbTrW6onrJLVqjIZiRATPmhJe8IDt8fbz3tCU=",
                "ingredients" : "Egg noodles, miso paste, chicken or pork broth, sliced pork belly, and various toppings such as corn, bean sprouts, and green onions.",
                "name": "Miso Ramen",
                "info" : "Miso Ramen is a soup dish that has a soybean paste-based broth. It is often topped with ingredients such as sliced pork, bamboo shoots, nori seaweed, and green onions. Miso Ramen is a popular dish in Japan and is also enjoyed worldwide in Japanese restaurants.",
                "method" : "To make Miso Ramen, start by simmering chicken, pork bones, and aromatics to create a rich and flavorful broth. Strain the broth and mix in miso paste, soy sauce, and mirin to taste. Next, cook your ramen noodles according to the package instructions and add them to the soup along with sliced pork, bamboo shoots, corn, green onions, and a boiled egg. Finally, garnish with additional toppings like sesame seeds or chili oil, if desired. Miso Ramen is a delicious and comforting meal that is perfect for any time of year and can be customized with your favorite ingredients to suit your taste preferences.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/1144176036/photo/japanese-ramen-noodle.jpg?s=612x612&w=0&k=20&c=Ez__L9PCXCh7Mz-GHVjQDIYw6qhM_kY1zI11eRxDixE=",
                "ingredients" : "Egg noodles, pork bone broth, sliced pork belly, soft-boiled egg, and various toppings such as wood ear mushrooms, bamboo shoots, and green onions.",
                "name": "Tonkotsu Ramen",
                "info" : "Tonkotsu Ramen is a popular Japanese noodle dish that originated in Fukuoka, Kyushu. It's made with a rich and savory broth that's simmered for hours using pork bones, and served with thin noodles, sliced pork, green onions, and other toppings.",
                "method" : "To make Tonkotsu Ramen, start by simmering pork bones for several hours to create a rich and creamy broth. Strain the broth and mix in soy sauce, sake, and mirin to taste. Next, cook your ramen noodles according to the package instructions and add them to the soup along with sliced pork, bamboo shoots, wood ear mushrooms, and green onions. Finally, garnish with additional toppings like boiled eggs, nori, or sesame seeds, if desired. Tonkotsu Ramen is a hearty and flavorful dish that is popular in Japan and around the world. With a little practice and patience, you can enjoy this delicious meal in the comfort of your own home.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 3,
        "name": "Mei Yamamoto",
        "Image" : "https://media.istockphoto.com/id/1423295463/photo/image-of-young-asian-woman-at-home.jpg?s=612x612&w=0&k=20&c=aIh5ZvzcLP96WysMxKIqlkUYb5oSE2_4JhyHKrtvOq4=",
        "experience" : 6,
        "recipes" : 47,
        "bio": "Mei Yamamoto is a skilled tempura chef with over 5 years of experience in creating delicious and authentic Japanese tempura dishes. She has trained in some of the best tempura restaurants in Tokyo, and now is working with us ..",
        "likes" : 9852,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1296908264/photo/tempura-shrimp.jpg?s=612x612&w=0&k=20&c=zmzvoMzEfO_CJ8nv6Lb61aqUSM_22n4380dN4gTiV_M=",
                "ingredients" : "Shrimp, wheat flour, cornstarch, egg, and ice-cold water",
                "name": "Ebi Tempura",
                "info" : "Ebi Tempura is a popular Japanese dish made with deep-fried shrimp coated in a crispy batter. The shrimp is usually seasoned with salt and pepper, then coated in flour, dipped in a mixture of egg and ice water, and finally coated in a panko breadcrumb mixture. It is often served as an appetizer or as part of a bento box.",
                "method" : "To make Ebi Tempura, start by preparing your shrimp by deveining and peeling them, leaving the tail intact. Then, make the batter by mixing flour, cornstarch, baking powder, and ice-cold water until it is smooth and free of lumps. Heat oil in a deep pan or fryer to 350-375°F. Dip the shrimp in the batter and fry until they are golden brown and crispy. Remove with a slotted spoon and place on a paper towel to remove excess oil. Serve hot with dipping sauce and garnish with green onions or sesame seeds, if desired. Ebi Tempura is a popular Japanese dish that is perfect as an appetizer or main course. With a little practice, you can make crispy and delicious Ebi Tempura at home.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/1163020174/photo/homemade-japanese-vegetable-tempura.jpg?s=612x612&w=0&k=20&c=Yh2QUN7kE6j2yd-fyxNnyQWeHgSoNS8pSdBbI2fcEvQ=",
                "ingredients" : "Assorted vegetables such as sweet potato, onion, eggplant, and bell pepper, wheat flour, cornstarch, egg, and ice-cold water",
                "name": "Vegetable Tempura",
                "info" : "Vegetable Tempura is a Japanese dish made of various vegetables such as sweet potato, bell pepper, eggplant, and carrot, that are battered and deep-fried until crispy. It is often served as a side dish or appetizer and is commonly accompanied by a dipping sauce made of soy sauce, mirin, and dashi.",
                "method" : "To make Vegetable Tempura, start by preparing your vegetables by cutting them into bite-size pieces. Then, make the batter by mixing flour, cornstarch, baking powder, and ice-cold water until it is smooth and free of lumps. Heat oil in a deep pan or fryer to 350-375°F. Dip the vegetables in the batter and fry until they are golden brown and crispy. Remove with a slotted spoon and place on a paper towel to remove excess oil. Serve hot with dipping sauce and garnish with green onions or sesame seeds, if desired. Vegetable Tempura is a popular Japanese dish that is perfect as an appetizer or side dish. With a little practice, you can make crispy and delicious Vegetable Tempura at home using your favorite vegetables.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/1481814768/photo/deep-fried-vegetables-and-tempura-sauce.jpg?s=612x612&w=0&k=20&c=Sak5SxtND9TaQrWZMK2VzyIzT83hl-LtyNsyvwchP2U=",
                "ingredients" : "Assorted vegetables such as onion, carrot, and burdock root, shrimp or small pieces of seafood, wheat flour, cornstarch, and ice-cold water",
                "name": "Kakiage Tempura",
                "info" : "Kakiage tempura is a Japanese dish consisting of a variety of seafood and vegetables, such as shrimp, squid, carrots, and onions, mixed together and then deep-fried in batter until golden brown. It is often served as a side dish or appetizer with a dipping sauce, such as tentsuyu sauce or a citrus-based ponzu sauce.",
                "method" : "To make Kakiage Tempura, start by preparing your vegetables by shredding them into thin strips. Common vegetables used in Kakiage include onions, carrots, sweet potatoes, and shiitake mushrooms. Then, make the batter by mixing flour, cornstarch, baking powder, and ice-cold water until it is smooth and free of lumps. Heat oil in a deep pan or fryer to 350-375°F. Drop spoonfuls of the vegetable mixture into the batter and gently mix to coat. Fry until the Kakiage is golden brown and crispy. Remove with a slotted spoon and place on a paper towel to remove excess oil. Serve hot with dipping sauce and garnish with green onions or sesame seeds, if desired. Kakiage Tempura is a popular Japanese dish that is perfect as an appetizer or side dish. With a little practice, you can make crispy and delicious Kakiage Tempura at home using your favorite vegetables.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 4,
        "name": "Akio Nakamura",
        "Image" : "https://media.istockphoto.com/id/1193328827/photo/chef-preparing-cuisine-in-kitchen-portrait.jpg?s=612x612&w=0&k=20&c=LFRJFglTocsRvUC5xBjutkqxo9bkHJbXXRMX6sjze90=",
        "experience" : 4,
        "recipes" : 49,
        "bio": "Akio Nakamura is a skilled udon chef with over 5 years of experience in creating delicious and authentic Japanese udon dishes. He has trained in some of the best udon restaurants in Tokyo, and now is working with us ..",
        "likes" : 7857,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1404049344/photo/japanese-food-deep-fried-kitsune-udon-soba-noodle-in-a-bowl-isolated-on-wooden-table-top-view.jpg?s=612x612&w=0&k=20&c=dtxMq-e8HJNfkUQy8Aac2hPhQiH1GP5CUh_7A9Hra7E=",
                "ingredients" : "Udon noodles, deep-fried tofu pouches (aburaage), scallions, mirin, and dashi broth",
                "name": "Kitsune Udon",
                "info" : "Kitsune Udon is a Japanese noodle soup dish that consists of udon noodles, dashi broth, and seasoned fried tofu. The name kitsune means fox in Japanese, and the dish is believed to have been named after the fox's love for fried tofu. It is typically served hot and garnished with green onions and grated ginger.",
                "method" : "To make Kitsune Udon, start by boiling Udon noodles according to the package instructions. Then, in a separate pot, heat up dashi broth, soy sauce, and mirin to a simmer. Add sliced aburaage (fried tofu) to the broth and allow it to simmer for a few minutes. In a serving bowl, place the cooked Udon noodles and pour the hot broth with the aburaage over the noodles. Garnish with sliced green onions and grated daikon radish, if desired. Kitsune Udon is a simple and delicious Japanese dish that is perfect for a quick and satisfying meal. With a few key ingredients, you can enjoy this classic comfort food in the comfort of your own home.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/539216735/photo/tempura-udon.jpg?s=612x612&w=0&k=20&c=yaRmMCKlWxv7huSi0zKniTjjiIjHKj_hGO4wFkWHyRY=",
                "ingredients" : "Udon noodles, tempura (usually shrimp or vegetables), fish cake, scallions, and dashi broth",
                "name": "Tempura Udon",
                "info" : "Tempura Udon is a Japanese noodle soup dish that consists of thick wheat udon noodles served in a hot broth made from dashi, soy sauce, and mirin. It is typically topped with crispy and savory tempura shrimp or vegetables.",
                "method" : "To make Tempura Udon, start by boiling Udon noodles according to the package instructions. Then, in a separate pot, heat up dashi broth, soy sauce, and mirin to a simmer. In another pot, heat up oil for frying. Dip vegetables and seafood of your choice, such as shrimp, squid, sweet potato, or zucchini, in the tempura batter made with flour, cornstarch, baking powder, and ice-cold water, and fry until they are golden brown and crispy. Add the fried tempura to the hot Udon noodles and pour the hot broth over them. Garnish with sliced green onions and grated daikon radish, if desired. Tempura Udon is a popular Japanese dish that is perfect for a hearty and satisfying meal. With a little practice, you can make crispy and delicious Tempura Udon at home using your favorite ingredients.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/1097882334/photo/fried-noodles.jpg?s=612x612&w=0&k=20&c=HTIGkr5GUlnU9dgPz9DfWLQxS_TesI43RywuDxq5Wew=",
                "ingredients" : "Udon noodles, sliced meat (usually pork or chicken), vegetables such as cabbage, carrots, and onions, soy sauce, and sometimes oyster sauce",
                "name": "Yaki Udon",
                "info" : "Yaki Udon is a Japanese dish made with thick udon noodles stir-fried with vegetables, meat, seafood, or other ingredients. The dish is typically flavored with a savory sauce made of soy sauce, mirin, and dashi, and often garnished with green onions and bonito flakes.",
                "method" : "To make Yaki Udon, start by boiling Udon noodles according to the package instructions. Then, in a wok or large skillet, heat up oil and sauté sliced onions, carrots, and cabbage until they are tender. Add sliced meat of your choice, such as beef, pork, or chicken, and stir-fry until it is cooked through. Add the cooked Udon noodles and season with soy sauce, oyster sauce, and mirin. Continue stir-frying until the noodles are heated through and the sauce is evenly distributed. Garnish with sliced green onions and sesame seeds, if desired. Yaki Udon is a delicious and flavorful Japanese dish that is perfect for a quick and easy meal. With a few simple ingredients and a little bit of cooking skill, you can make this classic comfort food in the comfort of your own home.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 5,
        "name": "Hiro Tanaka",
        "Image" : "https://media.istockphoto.com/id/1298296165/photo/the-chef-is-holding-the-bread-he-just-finished-chef-good-cheerful-professional-cook-having.jpg?s=612x612&w=0&k=20&c=ZCkaMTl410rG3nAK7Lj-zmfQPAtSBbjY_zLELozpcug=",
        "experience" : 4,
        "recipes" : 39,
        "bio": "Hiro Tanaka is a skilled yakitori chef with over 5 years of experience in creating delicious and authentic Japanese yakitori dishes. He has trained in some of the best yakitori restaurants in Tokyo, and now is working with us ..",
        "likes" : 10585,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1127515284/photo/negima-yakitori-glazed-japanese-grilled-chicken-skewers.jpg?s=612x612&w=0&k=20&c=U9uNisqTdLyoD-XWtPKRtyI-iCLYy6CA8JfEEiEWj6M=",
                "ingredients" : "Chicken thighs, scallions, soy sauce, sake, and mirin",
                "name": "Negima Yakitori",
                "info" : "Negima Yakitori is a Japanese grilled skewered dish made with chicken and scallions. The chicken and scallions are alternated on a skewer, then seasoned with salt and grilled over charcoal.",
                "method" : "To make Negima Yakitori, start by cutting boneless chicken thighs into bite-size pieces and cutting green onions into 2-inch pieces. Skewer the chicken and green onions alternately onto bamboo skewers. Preheat the grill to medium-high heat and grill the skewers, turning occasionally, until the chicken is cooked through and the green onions are slightly charred. In a small saucepan, heat up soy sauce, mirin, sugar, and sake to a boil and then simmer until the sauce thickens. Brush the sauce onto the grilled Negima Yakitori and serve hot. Negima Yakitori is a popular Japanese dish that is perfect as an appetizer or main dish. With a little practice, you can make flavorful and delicious Negima Yakitori at home using simple ingredients.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/696995338/photo/japanese-meatball-grill-or-tsukune.jpg?s=612x612&w=0&k=20&c=EuaPXpUtI3UWWIx6RPIsJ2hzBPzDlcjfQgAcSGgyqqE=",
                "ingredients" : "Ground chicken, egg, breadcrumbs, soy sauce, and green onions",
                "name": "Tsukune Yakitori",
                "info" : "Tsukune Yakitori is a type of Japanese chicken meatball skewer dish made from minced chicken, egg yolk, and various seasonings. The meatballs are skewered and grilled over charcoal until they are slightly charred and cooked through. They are often served with a sweet soy sauce glaze and garnished with green onions.",
                "method" : "To make Tsukune Yakitori, start by mixing ground chicken with finely chopped green onions, grated ginger, and soy sauce. Form the mixture into small meatballs and skewer them onto bamboo sticks. Preheat the grill to medium-high heat and grill the skewers, turning occasionally, until the meatballs are cooked through and slightly charred. In a small saucepan, heat up soy sauce, mirin, sugar, and sake to a boil and then simmer until the sauce thickens. Brush the sauce onto the grilled Tsukune Yakitori and serve hot. Tsukune Yakitori is a popular Japanese dish that is perfect as an appetizer or main dish. With a little practice, you can make flavorful and delicious Tsukune Yakitori at home using simple ingredients.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/1477779652/photo/japanese-skewered-chicken-skewers-on-a-green-plate-on-a-black-background.jpg?s=612x612&w=0&k=20&c=a5Lb2qc9IH1idnYXaUaf7nR3fWP4vVRQdAPlCULwwqI=",
                "ingredients" : "Chicken thighs, soy sauce, mirin, sake, and green onions",
                "name": "Momo Yakitori",
                "info" : "Momo Yakitori is a popular Japanese grilled chicken skewer dish made from chicken thigh meat. The chicken is seasoned with salt, pepper, and other spices before being skewered and grilled over charcoal. It is often served with a variety of dipping sauces such as soy sauce, salt, or a sweet and savory tare sauce.",
                "method" : "To make Momo Yakitori, start by cutting boneless chicken thighs into bite-size pieces and skewering them onto bamboo sticks. Preheat the grill to medium-high heat and grill the skewers, turning occasionally, until the chicken is cooked through and slightly charred. In a small saucepan, heat up soy sauce, mirin, sugar, and sake to a boil and then simmer until the sauce thickens. Brush the sauce onto the grilled Momo Yakitori and serve hot. Momo Yakitori is a popular Japanese dish that is perfect as an appetizer or main dish. With a little practice, you can make flavorful and delicious Momo Yakitori at home using simple ingredients.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 6,
        "name": "Yuna Suzuki",
        "Image" : "https://media.istockphoto.com/id/1456762107/photo/entrepreneur-made-pizza-for-sale-small-business.jpg?s=612x612&w=0&k=20&c=B7fLbVWTn4P2rEvHk87IrbOMMBa7AGeZHyTVVcIBXqU=",
        "experience" : 5,
        "recipes" : 41,
        "bio": "Yuna Suzuki is a skilled sushi chef with over 5 years of experience in creating delicious and authentic Japanese sushi dishes. She has trained in some of the best sushi restaurants in Tokyo, and now is working with us ..",
        "likes" : 12011,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1138130414/photo/hiroshima-style-okonomiyaki-in-hiroshima-prefecture-japan-okonomiyaki-is-a-japanese-style.jpg?s=612x612&w=0&k=20&c=UowsseMkfiOLx6FBTNTjMF-oo9Gq8HTyngFWoKYmuE8=",
                "ingredients" : "Okonomiyaki batter (made with flour, eggs, dashi, and shredded cabbage), pork belly, yakisoba noodles, green onions, and okonomiyaki sauce.",
                "name": "Hiroshima-style Okonomiyaki",
                "info" : "Hiroshima-style Okonomiyaki is a savory Japanese pancake made with batter, cabbage, pork belly, yakisoba noodles, green onions, and a variety of other optional ingredients. Unlike the Osaka-style Okonomiyaki, the ingredients are layered rather than mixed together. It is often topped with a sweet Worcestershire-based sauce, mayonnaise, and seaweed flakes.",
                "method" : "To make Hiroshima-style Okonomiyaki, start by mixing flour, grated yam, water, and eggs to make the batter. Heat up a griddle or large skillet and pour the batter onto the hot surface, making a large circle. Place shredded cabbage, bean sprouts, and sliced pork belly on top of the batter, and crack an egg on top. Using a spatula, carefully flip the Okonomiyaki over and cook until the egg is cooked through and the bottom is golden brown. Slide the Okonomiyaki onto a plate and top with Okonomiyaki sauce, mayonnaise, and bonito flakes. Serve hot. Hiroshima-style Okonomiyaki is a delicious and hearty Japanese dish that is perfect as a main dish or a snack. With a little practice, you can make flavorful and satisfying Hiroshima-style Okonomiyaki at home using simple ingredients.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/979443772/photo/osaka-style-cabbage-pancakes-shallow-depth-of-field.jpg?s=612x612&w=0&k=20&c=-Qo7P5AqRMUmEm6buecHztdv4Fq0qyItj2HNiet-SF0=",
                "ingredients" : "Okonomiyaki batter (made with flour, eggs, dashi, and shredded cabbage), sliced pork belly, green onions, tenkasu (tempura bits), and okonomiyaki sauce",
                "name": "Osaka-style Okonomiyaki",
                "info" : "Osaka-style Okonomiyaki is a savory Japanese pancake made with a batter of flour, eggs, shredded cabbage, and yamaimo (Japanese mountain yam), mixed with various ingredients like seafood, meat, or vegetables. It is typically grilled on a hotplate and topped with a variety of condiments, such as okonomiyaki sauce, mayonnaise, and bonito flakes.",
                "method" : "To make Osaka-style Okonomiyaki, start by mixing flour, water, eggs, and grated yam to make the batter. Heat up a griddle or large skillet and pour the batter onto the hot surface, making a large circle. Place shredded cabbage, thinly sliced pork belly, and green onions on top of the batter. Using a spatula, carefully flip the Okonomiyaki over and cook until both sides are golden brown. Brush Okonomiyaki sauce onto the top of the Okonomiyaki and top with mayonnaise, bonito flakes, and aonori (dried seaweed flakes). Serve hot. Osaka-style Okonomiyaki is a popular Japanese dish that is perfect as a main dish or a snack. With a little practice, you can make flavorful and satisfying Osaka-style Okonomiyaki at home using simple ingredients.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/1363253121/photo/japanese-traditional-pizza-okonomiyaki.jpg?s=612x612&w=0&k=20&c=4bBZ0zBp1AJGTHIc6L6WXqIBI4vL2SvWgU5nzPUTcag=",
                "ingredients" : "Okonomiyaki batter (made with flour, water, and dashi), seafood or meat, cabbage, bonito flakes, and Worcestershire-like sauce",
                "name": "Monjayaki",
                "info" : "Monjayaki is a popular Japanese dish consisting of a type of runny pancake made with various ingredients such as cabbage, seafood, meat, and cheese. It is cooked on a hot iron plate and eaten with a spatula. It originated in Tokyo and is often compared to okonomiyaki, another Japanese pancake-like dish.",
                "method" : "To make Monjayaki, start by mixing flour, dashi (Japanese stock), and water to make a thin batter. Add shredded cabbage, sliced squid, and other ingredients of your choice such as shrimp, pork, or cheese. Heat up a griddle or large skillet and pour the batter onto the hot surface, making a large circle. Using chopsticks or a spatula, mix the ingredients together in the batter until it becomes a thick and gooey consistency. Continue cooking until the bottom is crispy and golden brown. Use a spatula to divide the Monjayaki into smaller pieces and serve hot. Monjayaki is a popular Japanese dish that originated in Tokyo and is often described as a cross between Okonomiyaki and Yakisoba. With a little practice, you can make flavorful and delicious Monjayaki at home using simple ingredients.",
                "rating" : "5"
            }
        ]
    }
]