[
    {
        "id": 1,
        "name": "Nijuka Ochimu",
        "Image" : "https://media.istockphoto.com/id/1155020587/photo/making-sushi.jpg?s=612x612&w=0&k=20&c=3qgHbutRT8yzajkYm6Klv_ys-1RWnza-vvbjpOEgAC8=",
        "experience" : 7,
        "recipes" : 45,
        "bio": "Nijuka Ochimu is a skilled sushi chef with over 7 years of experience in creating delicious and authentic Japanese sushi dishes. She has trained in some of the best sushi restaurants in Tokyo, and now is working with us ..",
        "likes" : 10452,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1388498852/photo/japanese-nigiri-sushi-set-sushi-with-rice-and-various-seafood-salmon-tuna-sea-scallop-and.jpg?s=612x612&w=0&k=20&c=8kukgUo79Y7Nc0gfOfF0xNm24Jc7YpiJmZsAhRycWyE=",
                "ingredients" : "Sushi rice, fish or other seafood, wasabi, soy sauce, and sometimes, thin slices of egg omelet.",
                "name": "Nigiri Sushi",
                "info" : "Nigiri sushi is a Japanese dish made with vinegared sushi rice and topped with thinly sliced raw or cooked fish, typically served as a single piece with soy sauce and wasabi.",
                "method" : "To make nigiri sushi, start by preparing sushi rice and shaping it into small, oblong shapes. Next, slice your fresh fish into thin pieces, making sure to remove any bones or skin. Dab a small amount of wasabi onto the top of the rice and place the fish slice on top, gently pressing it down to adhere. You can also add a small strip of nori or other toppings like egg, shrimp, or tofu. Nigiri sushi is a simple yet elegant dish that requires fresh, high-quality ingredients and precise technique to achieve the perfect balance of flavors.",
                "rating" : "4.8"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/1383411781/photo/homemade-sushi-for-lunch.jpg?s=612x612&w=0&k=20&c=LBJJeGJ4bqzwLiu-buynRGEgJQC98gjqrQeaKTFDlLw=",
                "ingredients" : "Sushi rice, nori, fish or other fillings, soy sauce, and wasabi.",
                "name": "Maki Sushi",
                "info" : "Maki sushi is a dish made with sushi rice, seaweed, and a variety of fillings such as fish, vegetables, or meat. The ingredients are rolled into a cylindrical shape, then sliced into bite-sized pieces. It is typically served with soy sauce and wasabi and is a popular Japanese cuisine enjoyed worldwide.",
                "method" : "To make maki sushi, start by cooking sushi rice and mixing it with sushi vinegar. Next, prepare your ingredients by cutting them into thin strips. Then, lay a sheet of nori on a bamboo mat and spread the rice evenly over it, leaving a small border. Add your ingredients in a line near the bottom of the rice. Roll the mat tightly, pressing the edges to seal. Finally, use a sharp knife to cut the roll into bite-sized pieces. With a little practice, making maki sushi can be a fun and tasty activity to enjoy with friends and family.",
                "rating" : "4.9"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/477299443/photo/temaki.jpg?s=612x612&w=0&k=20&c=b2N7nnYI8ZJ89LbBzd4tN-Zu4JYvmADe8fXBWEUN7X4=",
                "ingredients" : "Sushi rice, nori, fish or other fillings, wasabi, and often, thinly sliced vegetables like cucumber or avocado.",
                "name": "Temaki Sushi",
                "info" : "Temaki sushi, also known as hand-rolled sushi, is a cone-shaped sushi roll that is made by wrapping sushi rice and a variety of fillings such as fish, vegetables, and crab into a cone-shaped piece of nori seaweed. It is typically eaten with fingers and can be dipped into soy sauce and wasabi. Temaki sushi is a popular Japanese dish and is often served at sushi restaurants or made at home.",
                "method" : "To make temaki sushi, start by preparing sushi rice and cutting your ingredients into small, thin pieces. Next, lay out a sheet of nori on a flat surface with the shiny side down. Take a small amount of rice and spread it over the nori, leaving a small border. Add your desired ingredients in a line near the bottom of the rice. Roll the nori into a cone shape, starting at the bottom and working your way up. Make sure to seal the edges of the cone. You can add a small strip of nori to hold the cone together. Temaki sushi is a fun and easy way to enjoy sushi at home and can be customized to suit your taste preferences.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 2,
        "name": "Tadashi Hamada",
        "Image" : "https://media.istockphoto.com/id/1465286710/photo/male-chef-working-with-a-smile.jpg?s=612x612&w=0&k=20&c=EuY8auUqWehgQazu4CzoFaCIfDULomjb3iaeBm2ulTQ=",
        "experience" : 5,
        "recipes" : 42,
        "bio": "Tadashi Hamada is a skilled ramen chef with over 5 years of experience in creating delicious and authentic Japanese ramen dishes. He has trained in some of the best ramen restaurants in Tokyo, and now is working with us ..",
        "likes" : 12051,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1365977387/photo/ramen-with-steaming-sizzle.jpg?s=612x612&w=0&k=20&c=8-Dij3YocgfVa2kj37msXT_iqzIgbqq0Ta3c1G4_-A0=",
                "ingredients" : "Egg noodles, shoyu (soy sauce), chicken or pork broth, sliced pork belly, and various toppings such as boiled egg, bamboo shoots, and green onions.",
                "name": "Shoyu Ramen",
                "info" : "Shoyu Ramen is a Japanese soup dish that consists of wheat noodles in a savory broth made with soy sauce, mirin, and other seasonings. It is typically topped with sliced pork, bamboo shoots, green onions, and a boiled egg.",
                "method" : "Shoyu Ramen is a popular Japanese noodle soup dish made with soy sauce-flavored broth. To make it, start by simmering pork bones, chicken, and aromatics for several hours to create a rich and flavorful broth. Strain the broth and season it with soy sauce, mirin, and sake. Cook your ramen noodles according to the package instructions and add them to the soup along with sliced pork, bamboo shoots, nori, green onions, and a boiled egg. Serve hot and garnish with additional toppings like sesame seeds or spicy chili oil to taste. Shoyu Ramen is a comforting and satisfying meal that is perfect for any time of year.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/1365977388/photo/ramen-with-steaming-sizzle.jpg?s=612x612&w=0&k=20&c=qZCrAGMbTrW6onrJLVqjIZiRATPmhJe8IDt8fbz3tCU=",
                "ingredients" : "Egg noodles, miso paste, chicken or pork broth, sliced pork belly, and various toppings such as corn, bean sprouts, and green onions.",
                "name": "Miso Ramen",
                "info" : "Miso Ramen is a soup dish that has a soybean paste-based broth. It is often topped with ingredients such as sliced pork, bamboo shoots, nori seaweed, and green onions. Miso Ramen is a popular dish in Japan and is also enjoyed worldwide in Japanese restaurants.",
                "method" : "To make Miso Ramen, start by simmering chicken, pork bones, and aromatics to create a rich and flavorful broth. Strain the broth and mix in miso paste, soy sauce, and mirin to taste. Next, cook your ramen noodles according to the package instructions and add them to the soup along with sliced pork, bamboo shoots, corn, green onions, and a boiled egg. Finally, garnish with additional toppings like sesame seeds or chili oil, if desired. Miso Ramen is a delicious and comforting meal that is perfect for any time of year and can be customized with your favorite ingredients to suit your taste preferences.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/1144176036/photo/japanese-ramen-noodle.jpg?s=612x612&w=0&k=20&c=Ez__L9PCXCh7Mz-GHVjQDIYw6qhM_kY1zI11eRxDixE=",
                "ingredients" : "Egg noodles, pork bone broth, sliced pork belly, soft-boiled egg, and various toppings such as wood ear mushrooms, bamboo shoots, and green onions.",
                "name": "Tonkotsu Ramen",
                "info" : "Tonkotsu Ramen is a popular Japanese noodle dish that originated in Fukuoka, Kyushu. It's made with a rich and savory broth that's simmered for hours using pork bones, and served with thin noodles, sliced pork, green onions, and other toppings.",
                "method" : "To make Tonkotsu Ramen, start by simmering pork bones for several hours to create a rich and creamy broth. Strain the broth and mix in soy sauce, sake, and mirin to taste. Next, cook your ramen noodles according to the package instructions and add them to the soup along with sliced pork, bamboo shoots, wood ear mushrooms, and green onions. Finally, garnish with additional toppings like boiled eggs, nori, or sesame seeds, if desired. Tonkotsu Ramen is a hearty and flavorful dish that is popular in Japan and around the world. With a little practice and patience, you can enjoy this delicious meal in the comfort of your own home.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 3,
        "name": "Sakura Hinachi",
        "Image" : "https://media.istockphoto.com/id/1423295463/photo/image-of-young-asian-woman-at-home.jpg?s=612x612&w=0&k=20&c=aIh5ZvzcLP96WysMxKIqlkUYb5oSE2_4JhyHKrtvOq4=",
        "experience" : 6,
        "recipes" : 47,
        "bio": "Sakura Hinachi is a skilled sushi chef with over 5 years of experience in creating delicious and authentic Japanese sushi dishes. He has trained in some of the best sushi restaurants in Tokyo, and now is working with us ..",
        "likes" : 9852,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1157558501/photo/various-kinds-of-sushi-rolls-served-on-black-stone-background.jpg?s=612x612&w=0&k=20&c=brNOMvjm8XF1SzF_Idq1j5b2gbxL1rtYTauRL6c2z4Q=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Nigiri Sushi",
                "info" : "Nigiri sushi is a classic Japanese sushi dish consisting of bite-sized pieces of sushi rice topped with slices of fresh fish or other seafood. Sakura Hinachi's nigiri sushi is known for its exquisite taste and perfect texture, which is achieved through careful preparation and attention to detail.",
                "method" : "To make nigiri sushi, Sakura Hinachi starts by making the perfect sushi rice, which involves rinsing the rice several times, then cooking it with just the right amount of water and seasoning it with vinegar, sugar, and salt. She then carefully cuts the fresh fish into thin slices and places it on top of the sushi rice, adding a small amount of wasabi and soy sauce for flavor.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/510949884/photo/sashimi.jpg?s=612x612&w=0&k=20&c=UHNH7_2uisMKS4H2sg1P74tFH4pNYm2YvJZ07bUzhVM=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Maki Sushi",
                "info" : "Maki sushi is a type of sushi that is rolled into a cylindrical shape using nori seaweed, sushi rice, and a variety of fillings. Sakura Hinachi's maki sushi is known for its creative and unique flavor combinations, as well as its beautiful presentation.",
                "method" : "To make maki sushi, Sakura Hinachi starts by preparing the sushi rice and cutting the fillings into thin strips. She then places a sheet of nori seaweed on a bamboo mat, spreads a thin layer of sushi rice on top, and adds the fillings. She then rolls the mat tightly to create a cylinder shape, and slices the sushi into bite-sized pieces.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/476576550/photo/sushi.jpg?s=612x612&w=0&k=20&c=70a5oGvCSDI9SV0dKmmzvntF-hmvRW_kOpb4zO2WMhc=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Temaki Sushi",
                "info" : "Temaki sushi, also known as a hand roll, is a type of sushi that is shaped like a cone and typically eaten with the hands. This recipe combines fresh avocado, cucumber, and crab meat with a spicy mayonnaise sauce, wrapped in a sheet of nori seaweed and sushi rice.",
                "method" : "1. Lay a sheet of nori seaweed on a flat surface with the shiny side facing down.\n2. Wet your hands with water and take a small amount of sushi rice (about 1/4 cup) and spread it evenly over the nori, leaving a 1-inch border at the top of the sheet.\n3. Place a few slices of avocado, cucumber, and crab meat on top of the rice.\n4. In a small bowl, mix together the mayonnaise and sriracha sauce. Drizzle the sauce over the ingredients in the roll.\n5. Roll the sushi by tucking the bottom edge of the nori sheet over the ingredients, then rolling it tightly towards the top border of the sheet, forming a cone shape.\n6. Serve with soy sauce on the side for dipping.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 4,
        "name": "Naruto Osaka",
        "Image" : "https://media.istockphoto.com/id/1193328827/photo/chef-preparing-cuisine-in-kitchen-portrait.jpg?s=612x612&w=0&k=20&c=LFRJFglTocsRvUC5xBjutkqxo9bkHJbXXRMX6sjze90=",
        "experience" : 4,
        "recipes" : 49,
        "bio": "Naruto Osaka is a skilled sushi chef with over 5 years of experience in creating delicious and authentic Japanese sushi dishes. He has trained in some of the best sushi restaurants in Tokyo, and now is working with us ..",
        "likes" : 7857,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1157558501/photo/various-kinds-of-sushi-rolls-served-on-black-stone-background.jpg?s=612x612&w=0&k=20&c=brNOMvjm8XF1SzF_Idq1j5b2gbxL1rtYTauRL6c2z4Q=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Nigiri Sushi",
                "info" : "Nigiri sushi is a classic Japanese sushi dish consisting of bite-sized pieces of sushi rice topped with slices of fresh fish or other seafood. Naruto Osaka's nigiri sushi is known for its exquisite taste and perfect texture, which is achieved through careful preparation and attention to detail.",
                "method" : "To make nigiri sushi, Naruto Osaka starts by making the perfect sushi rice, which involves rinsing the rice several times, then cooking it with just the right amount of water and seasoning it with vinegar, sugar, and salt. She then carefully cuts the fresh fish into thin slices and places it on top of the sushi rice, adding a small amount of wasabi and soy sauce for flavor.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/510949884/photo/sashimi.jpg?s=612x612&w=0&k=20&c=UHNH7_2uisMKS4H2sg1P74tFH4pNYm2YvJZ07bUzhVM=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Maki Sushi",
                "info" : "Maki sushi is a type of sushi that is rolled into a cylindrical shape using nori seaweed, sushi rice, and a variety of fillings. Naruto Osaka's maki sushi is known for its creative and unique flavor combinations, as well as its beautiful presentation.",
                "method" : "To make maki sushi, Naruto Osaka starts by preparing the sushi rice and cutting the fillings into thin strips. She then places a sheet of nori seaweed on a bamboo mat, spreads a thin layer of sushi rice on top, and adds the fillings. She then rolls the mat tightly to create a cylinder shape, and slices the sushi into bite-sized pieces.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/476576550/photo/sushi.jpg?s=612x612&w=0&k=20&c=70a5oGvCSDI9SV0dKmmzvntF-hmvRW_kOpb4zO2WMhc=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Temaki Sushi",
                "info" : "Temaki sushi, also known as a hand roll, is a type of sushi that is shaped like a cone and typically eaten with the hands. This recipe combines fresh avocado, cucumber, and crab meat with a spicy mayonnaise sauce, wrapped in a sheet of nori seaweed and sushi rice.",
                "method" : "1. Lay a sheet of nori seaweed on a flat surface with the shiny side facing down.\n2. Wet your hands with water and take a small amount of sushi rice (about 1/4 cup) and spread it evenly over the nori, leaving a 1-inch border at the top of the sheet.\n3. Place a few slices of avocado, cucumber, and crab meat on top of the rice.\n4. In a small bowl, mix together the mayonnaise and sriracha sauce. Drizzle the sauce over the ingredients in the roll.\n5. Roll the sushi by tucking the bottom edge of the nori sheet over the ingredients, then rolling it tightly towards the top border of the sheet, forming a cone shape.\n6. Serve with soy sauce on the side for dipping.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 5,
        "name": "Kim Genos",
        "Image" : "https://media.istockphoto.com/id/1298296165/photo/the-chef-is-holding-the-bread-he-just-finished-chef-good-cheerful-professional-cook-having.jpg?s=612x612&w=0&k=20&c=ZCkaMTl410rG3nAK7Lj-zmfQPAtSBbjY_zLELozpcug=",
        "experience" : 4,
        "recipes" : 39,
        "bio": "Kim Genos is a skilled sushi chef with over 5 years of experience in creating delicious and authentic Japanese sushi dishes. He has trained in some of the best sushi restaurants in Tokyo, and now is working with us ..",
        "likes" : 10585,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1157558501/photo/various-kinds-of-sushi-rolls-served-on-black-stone-background.jpg?s=612x612&w=0&k=20&c=brNOMvjm8XF1SzF_Idq1j5b2gbxL1rtYTauRL6c2z4Q=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Nigiri Sushi",
                "info" : "Nigiri sushi is a classic Japanese sushi dish consisting of bite-sized pieces of sushi rice topped with slices of fresh fish or other seafood. Kim Genos's nigiri sushi is known for its exquisite taste and perfect texture, which is achieved through careful preparation and attention to detail.",
                "method" : "To make nigiri sushi, Kim Genos starts by making the perfect sushi rice, which involves rinsing the rice several times, then cooking it with just the right amount of water and seasoning it with vinegar, sugar, and salt. She then carefully cuts the fresh fish into thin slices and places it on top of the sushi rice, adding a small amount of wasabi and soy sauce for flavor.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/510949884/photo/sashimi.jpg?s=612x612&w=0&k=20&c=UHNH7_2uisMKS4H2sg1P74tFH4pNYm2YvJZ07bUzhVM=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Maki Sushi",
                "info" : "Maki sushi is a type of sushi that is rolled into a cylindrical shape using nori seaweed, sushi rice, and a variety of fillings. Kim Genos's maki sushi is known for its creative and unique flavor combinations, as well as its beautiful presentation.",
                "method" : "To make maki sushi, Kim Genos starts by preparing the sushi rice and cutting the fillings into thin strips. She then places a sheet of nori seaweed on a bamboo mat, spreads a thin layer of sushi rice on top, and adds the fillings. She then rolls the mat tightly to create a cylinder shape, and slices the sushi into bite-sized pieces.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/476576550/photo/sushi.jpg?s=612x612&w=0&k=20&c=70a5oGvCSDI9SV0dKmmzvntF-hmvRW_kOpb4zO2WMhc=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Temaki Sushi",
                "info" : "Temaki sushi, also known as a hand roll, is a type of sushi that is shaped like a cone and typically eaten with the hands. This recipe combines fresh avocado, cucumber, and crab meat with a spicy mayonnaise sauce, wrapped in a sheet of nori seaweed and sushi rice.",
                "method" : "1. Lay a sheet of nori seaweed on a flat surface with the shiny side facing down.\n2. Wet your hands with water and take a small amount of sushi rice (about 1/4 cup) and spread it evenly over the nori, leaving a 1-inch border at the top of the sheet.\n3. Place a few slices of avocado, cucumber, and crab meat on top of the rice.\n4. In a small bowl, mix together the mayonnaise and sriracha sauce. Drizzle the sauce over the ingredients in the roll.\n5. Roll the sushi by tucking the bottom edge of the nori sheet over the ingredients, then rolling it tightly towards the top border of the sheet, forming a cone shape.\n6. Serve with soy sauce on the side for dipping.",
                "rating" : "5"
            }
        ]
    },
    {
        "id": 6,
        "name": "Onuka Mishi",
        "Image" : "https://media.istockphoto.com/id/1456762107/photo/entrepreneur-made-pizza-for-sale-small-business.jpg?s=612x612&w=0&k=20&c=B7fLbVWTn4P2rEvHk87IrbOMMBa7AGeZHyTVVcIBXqU=",
        "experience" : 5,
        "recipes" : 41,
        "bio": "Onuka Mishi is a skilled sushi chef with over 5 years of experience in creating delicious and authentic Japanese sushi dishes. He has trained in some of the best sushi restaurants in Tokyo, and now is working with us ..",
        "likes" : 12011,
        "view_recipes" : [
            {
                "id" : 1,
                "img" : "https://media.istockphoto.com/id/1157558501/photo/various-kinds-of-sushi-rolls-served-on-black-stone-background.jpg?s=612x612&w=0&k=20&c=brNOMvjm8XF1SzF_Idq1j5b2gbxL1rtYTauRL6c2z4Q=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Nigiri Sushi",
                "info" : "Nigiri sushi is a classic Japanese sushi dish consisting of bite-sized pieces of sushi rice topped with slices of fresh fish or other seafood. Onuka Mishi's nigiri sushi is known for its exquisite taste and perfect texture, which is achieved through careful preparation and attention to detail.",
                "method" : "To make nigiri sushi, Onuka Mishi starts by making the perfect sushi rice, which involves rinsing the rice several times, then cooking it with just the right amount of water and seasoning it with vinegar, sugar, and salt. She then carefully cuts the fresh fish into thin slices and places it on top of the sushi rice, adding a small amount of wasabi and soy sauce for flavor.",
                "rating" : "4.7"
            },
            {
                "id" : 2,
                "img" : "https://media.istockphoto.com/id/510949884/photo/sashimi.jpg?s=612x612&w=0&k=20&c=UHNH7_2uisMKS4H2sg1P74tFH4pNYm2YvJZ07bUzhVM=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Maki Sushi",
                "info" : "Maki sushi is a type of sushi that is rolled into a cylindrical shape using nori seaweed, sushi rice, and a variety of fillings. Onuka Mishi's maki sushi is known for its creative and unique flavor combinations, as well as its beautiful presentation.",
                "method" : "To make maki sushi, Onuka Mishi starts by preparing the sushi rice and cutting the fillings into thin strips. She then places a sheet of nori seaweed on a bamboo mat, spreads a thin layer of sushi rice on top, and adds the fillings. She then rolls the mat tightly to create a cylinder shape, and slices the sushi into bite-sized pieces.",
                "rating" : "5"
            },
            {
                "id" : 3,
                "img" : "https://media.istockphoto.com/id/476576550/photo/sushi.jpg?s=612x612&w=0&k=20&c=70a5oGvCSDI9SV0dKmmzvntF-hmvRW_kOpb4zO2WMhc=",
                "ingredients" : "Nori seaweed, sushi rice, cucumber, avocado, crab meat",
                "name": "Temaki Sushi",
                "info" : "Temaki sushi, also known as a hand roll, is a type of sushi that is shaped like a cone and typically eaten with the hands. This recipe combines fresh avocado, cucumber, and crab meat with a spicy mayonnaise sauce, wrapped in a sheet of nori seaweed and sushi rice.",
                "method" : "1. Lay a sheet of nori seaweed on a flat surface with the shiny side facing down.\n2. Wet your hands with water and take a small amount of sushi rice (about 1/4 cup) and spread it evenly over the nori, leaving a 1-inch border at the top of the sheet.\n3. Place a few slices of avocado, cucumber, and crab meat on top of the rice.\n4. In a small bowl, mix together the mayonnaise and sriracha sauce. Drizzle the sauce over the ingredients in the roll.\n5. Roll the sushi by tucking the bottom edge of the nori sheet over the ingredients, then rolling it tightly towards the top border of the sheet, forming a cone shape.\n6. Serve with soy sauce on the side for dipping.",
                "rating" : "5"
            }
        ]
    }
]